Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-et.tmx
Source language: cs
Languages: et

source: Riziko zranění se snižuje a práce je efektivnější.
et: Väheneb vigastuste oht ja töö muutub tõhusamaks.

source: Švédský úřad pro pracovní prostředí je státní úřad dohlížející na oblast pracovního prostředí.
et: Töökeskkonnaamet (Arbetsmiljöverket) on Rootsi riiklik institutsioon, mis teostab kontrolli töökeskkonna suhtes.

source: Provádíme mj. inspekci pracovního prostředí na stavbách a můžeme v případě potřeby vyžadovat opatření pro úpravu pracovního prostředí na uspokojivou úroveň.
et: Me kontrollime ehitus- ja rajatisplatside töökeskkonda ning meil on õigus esitada nõudmisi meetmete kasutuselevõtuks töökeskkonna turvalisusnõuetele vastavaks muutmisel.

source: Jsou-li rizika příliš velká, můžeme další pokračování prací do vykonání nápravných opatření zakázat.
et: Kui riskid on liiga suured, on meil õigus edasine töö ehitusplatsil keelata seniks, kuni töökeskkonda on parendatud.

source: Takový zákaz je třeba podepsat, ale podpis znamená jen potvrzení o převzetí dokumentu o rozhodnutí.
et: Keeld tuleb allkirjastada, kuid allkiri tõendab ühtlasi, et tööandja on vastu võtnud kirjaliku koopia ettekirjutustest.

source: Stavebním dělníkům se často přihodí úraz nebo dostanou nemoc z povolání.
et: Paljude ehitustöölistega tuleb ette õnnetusi ja tööst tingitud haigestumisi või vigastusi.

source: Dochází k pádům, pracím při chybném držení těla, zvedání těžkých nákladů nebo ke zraněním při práci se stroji.
et: Võib juhtuda, et tööline kukub, töötab vales tööasendis, tõstab midagi rasket või vigastab end mõne masinaga töötades.

source: Špatné plánování a časová tíseň riziko úrazů zvyšují
et: Halb planeerimine ja ajaressursi vähesus tõstab õnnetuste riske.

source: Existují zákony a předpisy od Švédského úřadu pro pracovní prostředí regulující provádění stavebních prací.
et: Töökeskkonnaameti välja antud seadused ja ettekirjutused näevad ette, kuidas ehitustöid tuleb läbi viia.

source: V této brožuře se můžete dočíst o některých minimálních požadavcích.
et: Käesolevast brožüürist võite lugeda mõnigatest minimaalsetest nõuetest.

source: Práce s budováním, přestavbami, opravami, údržbou nebo bouráním budov či jiných konstrukcí spadá pod Zákon o pracovním prostředí a stavební předpisy Švédského úřadu pro pracovní prostředí.
et: Ehitiste ja hoonete ehitamise, muutmise, rekonstrueerimise, hoolduse või lammutustega seonduvad töid reguleerivad Töökeskkonnaseadus ja Töökeskkonnaameti ehituseeskirjad.

source: Švédská ustanovení o pracovním prostředí platí pro zahraniční pracovníky ve Švédsku, ať už jsou zaměstnáni v zahraničním podniku, najati švédským zaměstnavatelem nebo pracují jako samostatní živnostníci.
et: Rootsi töökeskkonna reeglid kehtivad Rootsis töötava välismaise tööjõu puhul olenemata sellest, kas tööline on tööle võetud välismaise ettevõtte poolt, palgatud lepinguliselt rootsi tööandja poolt või töötab iseseisva ettevõtjana.

source: Zahrnuti jsou tedy jak podnikatel tak zaměstnanci bez ohledu na formu pracovního poměru.
et: Reeglid käivad nii ettevõtte omaniku kui töövõtja kohta, olenemata töövõtuvormist.

source: Jak snížit riziko pádu
et: Kukkumiste ohu vähendamine

source: Pád je nejběžnější příčinou smrtelných úrazů a nehod na stavebních pracovištích.
et: Kukkumine on ehitusplatsidel kõige tavalisemaks surmade või õnnetuste põhjuseks.

source: Je proto třeba předejít nebezpečí pádu.
et: Kukkummiste oht peab olema ennetatud.

source: Je-li výškový rozdíl větší než dva metry, je v zásadě zapotřebí nějaký druh ochrany.
et: Kui kahe tasandivaheline vahe on üle kahe meetri, on reeglina vajalik mingit tüüpi kaitse.

source: Ochranné zábradlí, pracovní platformy, pracovní koše, lešení nebo další ochranné pomůcky nutno používat v první řadě.
et: Kaitsepiirded, tööplatvormid, töökorvid, ehitustellingud või muu sarnane kaitse tuleb kasutusele võtta esmajärjekorras.

source: Ochrana může být nutná i při menších výškových rozdílech, například je-li tam voda nebo jsou-li dole ostré předměty.
et: Kaitse võib osutuda tarvilikuks ka väiksemate tasandite vahe puhul, nt kui allpool asetseb vesi või teravad esemed.

source: Ochranná zábradlí musí být:
et: Kaitsepiirded peavad:

source: pevná
et: olema turvalised

source: a nejméně jeden metr vysoká musí mít horní a střední příčku a úchyt lištou dole.
et: olema vähemalt ühe meetri kõrgused koosnema ülemisest, keskmisest ja alumisest piirdest.

source: Mohou mít i jinou konstrukci, ale musí skýtat nejméně stejně bezpečnou ochranu.
et: Need võivad olla valmistatud ka teistmoodi, kuid nad peavad tagama turvalisuse vähemalt samal tasemel.

source: Při práci na střeše musí normálně existovat ochranné zábradlí nebo jiné zařízení dávající odpovídající ochranu.
et: Katustel läbiviidavate tööde puhul peab tavaliselt olemas olema kaitsepiire või muu varustus, mis tagab vajaliku kaitse.

source: Namontujte zábradlí na okapovou římsu nebo na lešení, jež končí hned pod okapem.
et: Monteerige kaitsepiire katuseräästa külge või katuseräästa juures lõppevate ehitustellingute külge.

source: Může být zapotřebí i zvlášť mohutné zábradlí, aby dokázalo zachytit osobu sjíždějící z příkré střechy.
et: Vaja võib minna eriti vastupidavaid tõkkeid, et peatada inimene, kes järsult katuselt kõrge kiirusega alla kukkuma hakkab.

source: Není-li možná instalace pevné ochrany, musí se použít lanové osobní zařízení s postrojem zabraňujícím pádu.
et: Kui kaitse kinnitamine pole võimalik, tuleb kasutada personaalseid turvistikuga varustatud kaitseseadmeid.

source: Bokový pás může způsobit těžká zranění a používat se nesmí.
et: Keskkoha turvarihm võib kaasa tuua suuri vigastusi ning seda ei tohi seetõttu kasutada.

source: Lano se musí přichytit na pevný úchyt na střeše.
et: Kinnitage ohutusnöör mingi kindla ja turvalise konstruktsiooni külge katusel.

source: Zkontrolujte, zda úchyty opravdu drží.
et: Kontrollige, et kinnitused on turvalised.

source: Nedá-li se lano nikde uchytit, lze ho obmotat za pevné zařízení a držet jej napnuté jinou osobou.
et: Kui ohutusnööri pole võimalik kuhugi kinnitada, võib selle siduda ümber turvalise konstruktsiooni ning mõni teine inimene peab seda pingul hoidma.

source: Může existovat riziko propadnutí skrz plochy, jež nemají dostatečnou nosnost – takové plochy zablokujte.
et: Sellised pinnad, mis ei kannata raskusi ning millest võib läbi kukkuda, tuleb blokeerida.

source: Používejte zvláštní ochranné zařízení, máte-li na takové ploše pracovat.
et: Kui sellistel pindadel tuleb siiski töid läbi viia, kasutage vastavaid turvaseadmeid.

source: Při některých pracích je vhodné používat ochrannou síť.
et: Osade tööde puhul on vajalik kasutada kaitsevõrku.

source: Je důležité, aby kompetentní osoba síť a její montáž před použitím zkontrolovala.
et: Enne kasutamist peab võrgu ja selle paigalduse üle kontrollima pädev isik.

source: Má-li se práce vykonávat víc než čtyři hodiny na malé ploše střechy a pokud má střecha sklon víc než 1:4, musí existovat vodorovná pracovní plocha.
et: Kui keegi peab töötama katusel väiksel tööpinnal üle nelja tunni ning katuse kalle on rohkem kui 1:4, peab tagatud olema horistonaaltne tööpind.

source: Běžně je třeba používat ochrannou přilbu a ochrannou obuv.
et: Tavaliselt tuleb kasutada kaitsekiivrit ning kaitsejalanõusid.

source: Někdy se musí používat ochranné brýle, ochrana sluchu a rukavice.
et: Vahel on tarvis kasutada ka silmakaitseid, kuulmekaitseid ja kindaid.

source: Zdvihání těžkých nákladů a chybné pracovní polohy zatěžují tělo
et: Rasked tõsted ja väärad tööasendid koormavad keha

source: Práce ve stavebnictví je často těžká a představuje tělesnou zátěž, proto musí být pro dopravu stavebního materiálu k dispozici zdvihací zařízení.
et: Ehitustöö on tihti raske ja koormav kehale ning seetõttu on ehitusmaterjalide transpordiks vajalik tõsteseadmed.

source: Stroje a nástroje musí mít ergonomické provedení.
et: Masinad ja tööriistad peavad olema ergonoomilised.

source: Dlouhodobější práce na žebříku tělu neprospívá.
et: Pikemat aega redelilt töötamine pole kehale hea.

source: Lepší pracovní polohu dává rovná pracovní plocha, např. výzdvižné platformy.
et: Parema tööasendi tagab tasane pind, nt sellised platvormid, mida on võimalik tõsta või langetada.

source: Svaly musí po námaze dostat příležitost k odpočinku.
et: Pärast pingutamist peavad lihased kehas taastuma.

source: Vyhněte se jednostrannému zatěžování svalů tím, že práci budete obměňovat.
et: Erinevaid töid tehes väldite lihaste ühekülgset pingutust.

source: Švédské předpisy o chemických materiálech
et: Keemiliste ainete kohta käivad reeglid Rootsis

source: Ve stavebnictví se používá mnoho jedovatých, rakovinotvorných, žíravých nebo alergii vyvolávajících látek.
et: Ehitusalal kasutatakse mitmeid mürgiseid, kantserogeenseid, söövitavaid või allergiaid tekitavaid aineid.

source: Například beton, malta a štuk obsahují cement, který při dlouhodobějším doteku s kůží může způsobit leptavé poranění.
et: Näiteks sisaldab betooni, müürimört ja krohv tsementi, mis võib pikemaajalisel kokkupuutel nahaga tekitada söövitushaavu.

source: Chemické produkty obsahující jednu nebo více nebezpečných látek musí být doprovázeny bezpečnostním listem výrobce, který musí být na pracovišti.
et: Keemiliste toodete puhul, mis sisaldavad ühte või enamat ohtlikku ainet, peab tööplatsil saadaval olema ka edasimüüja ohutusalane teabeleht.

source: U produktů koupených ve Švédsku musí být bezpečnostní list napsán ve švédštině.
et: Kui tegemist on Rootsis ostetud toodetega, peab ohutusalane teabeleht olema rootsikeelne.

source: Podnik, který dovezl do Švédska nebezpečný chemický produkt pro svou vlastní potřebu, odpovídá za to, že se na pracovišti o produktu nacházejí písemné informace o rizicích a ochraně v jazyce, kterému uživatelé rozumí.
et: Ettevõte, kes toob Rootsi sisse ohtlikke keemilisi tooteid oma tarbeks kasutamiseks, vastutab selle eest, et toote kohta on töökohal olemas kirjalik ohutus- ja turvaalane teave töötajatele arusaadavas keeles.

source: Na pracovišti musí být seznam všech nebezpečných chemických produktů.
et: Ehitusplatsil peab olema tagatud loetelu kõigi ohtlike keemiliste toodete kohta.

source: Každý zaměstnavatel za to odpovídá.
et: Igal tööandal lasub sellealane vastutus.

source: Zaměstnavatel musí informovat zaměstnance o všech rizicích spojených s nebezpečnými chemickými produkty a ujistit se o tom, že zaměstnanec informacím porozuměl.
et: Tööandja peab töövõtjaid teavitama keemiliste toodetega kaasnevatest riskidest ning veenduma, et töövõtjad on teabest aru saanud.

source: Pro určité nebezpečné látky platí zvlášť přísná pravidla:
et: Teatud ohtlike ainete puhul kehtivad eriti ranged reeglid:

source: Azbest: Pro zacházení s azbestem a pro jeho odstraňování potřebuje podnik, který má práci vykonat, povolení od Švédského úřadu pro pracovní prostředí.
et: Asbest: asbestiga töötamiseks ja selle eemaldamiseks on töid läbiviival ettevõttel tarvis hankida Töökeskkonnaametilt luba.

source: K tomu, aby toto bylo uděleno, je třeba dokumentované zvláštní školení a lékařské potvrzení.
et: Loa saamiseks on vajalik esitada dokumendid vastava väljaõppe kohta ning arstitõend.

source: Porušení těchto pravidel je trestné a může mít za následek vysoké pokuty.
et: Nende reeglite rikkumine on karistatav ja võib lõppeda suurte trahvidega.

source: Spoje a doprava
et: Ühenduskohad ja transport

source: Na stavbě musí být bezpečné komunikace, například schody nebo rampa mezi jednotlivými podlažími.
et: Ehitusplatsil peavad olema turvalised ühenduskohad, nt trepp või kaldtee erinevate tasandite vahel.

source: Při vyškových rozdílech větších než deset metrů musí být nainstalován výtah, kdyby jinak zaměstnanec musel často chodit po schodech.
et: Kui töövõtja peab palju treppe kasutama, peab üle 10-meetriste tasanditevahelise vahede puhul olema tööplatsil tagatud lifti olemasolu.

source: Není-li toto možné, je nutno dopravu provádět přes nákladové mosty, nákladové otvory ve fasádě, rampy nebo zvláštní dopravní systémy.
et: Kui see pole võimalik, tuleb transpordiks kasutada laadimisplatvorme, fassaadis olevaid koormaavausi, rampe või erilisi transpordisüsteeme.

source: Návody k používání zvedacích zařízení, strojů a některých dalších produktů
et: Tõsteseadmete, masinate ja teatud muude toodete kasutusjuhendid

source: Při dovezení nebo uvedení do provozu ve Švédsku stroje či zvedacího zařízení, musí být k dispozici písemný návod k použití ve švédštině.
et: Masina või tõsteseadme kohale toimetamisel või kasutuselevõtul Rootsis, peab seade või masin olema varustatud kirjaliku rootsikeelse kasutusjuhendiga.

source: Za to odpovídá dodavatel.
et: Selle eest vastutab edasimüüja.

source: Za dodavatele se počítá i ten, kdo ve Švédsku uvádí stroj do provozu.
et: Edasimüüjaks loetakse ka ettevõtet või isikut, kes toob masina maale Rootsis kasutamiseks.

source: Informace o tom, co mají obsahovat návody k použití jsou uvedeny v předpisech Švédského úřadu pro pracovní prostředí.
et: Teave kasutusjuhendi kohustusliku sisu kohta on saadaval Rootsi Töökeskkonnaameti reeglistikus masinate kohta.

source: I pro prefabrikovaná lešení mají být při dodání k dispozici písemné instukce ve švédštině, jež musí být dostupné na pracovišti.
et: Eelnevalt kokkupandud ehitustellingute puhul peavad kirjalikud rootsikeelsed juhendid seadmete kohale toimetamisel kaasas olema ning need peavad olema ehitustööplatsil kättesaadavad.

source: Předpisy Švédského úřadu pro pracovní prostředí o lešeních udávají, co instrukce mají obsahovat.
et: Teave kasutusjuhendi kohustusliku sisu kohta on saadaval Rootsi Töökeskkonaaameti reeglistikus ehitustellingute kohta.

source: Když se při stavebních pracích používají stroj, zvedací zařízení, lešení aj, musí mít zaměstnanci, kterých se to týká, přístup k instrukcím k nim.
et: Kui masinat, tõsteseadet või tellinguid jne kasutatakse ehitustöödel, peab asjasse puutuval töövõtjal olema ligipääs ülalnimetatud seadmete kasutusjuhendite kohta.

source: Instrukce musí být v tom jazyku, kterému zaměstnanec rozumí.
et: Juhendid peavad olema töötajale arusaadavas keeles.

source: Označení CE, typové schválení a inspekce zvedacích zařízení, strojů a některých dalších výrobků
et: Tõsteseadmete, masinate ja mõne muu toote CE-märk, tüübikinnitus ja ülevaatus

source: Nová zvedací zařízení a nové stroje musejí obecně nést označení CE k tomu, aby mohly být používány ve Švédsku.
et: Et uusi tõsteseadmeid ja masinaid Rootsis kasutada, peavad need üldiselt olema varustatud CE-märgiga.

source: Prefabrikovaná lešení a žebříky musejí být, pokud jsou dodávány do Švédska, typově kontrolovány (a žebříky také certifikovány) akreditovaným orgánem.
et: Rootsi toimetatavad eelnevalt kokkupandud ehitustellingud ja redelid peavad olema saanud volitatud organi poolt tüübikinnituse (redelite puhul ka sertifitseeringu).

source: Mnohé stroje a zvedací zařízení musejí být pravidelně kontrolovány, aby mohly být používány.
et: Paljud masinad ja tõsteseadmed peavad selleks, et neid jätkuvalt kasutada tohiks, läbima korrapäraseid ülevaatusi.

source: Je trestné používat stroje a zvedací zařízení, aniž by byla provedena kontrola nebo pokud nebyly napraveny vytčené nedostatky.
et: Kui ülevaatust pole tehtud või kui ülevaatuse korras esile toodud puudusi pole kõrvaldatud, on masina või tõsteseadme kasutamine karistatav.

source: Technická prohlídka se musí konat podle švédských předpisů.
et: Ülevaatus tuleb läbi viia vastavuses Rootsi seadusandlusega.

source: Nač nutno také myslet ...
et: Mida veel meeles pidada

source: K vážným nehodám může dojít, když skladovaný stavebni materiál, například v důsledku prudkého větru, se dostane do pohybu.
et: Tõsiseid õnnetusi võib põhjustada ladustatud ehitusmaterjali liikumine, nt põhjustatuna tugevast tuulest.

source: Proto je důležité stabilizovat stavební materiál.
et: Seetõttu on oluline materjali püsistamine.

source: Někdy je také třeba pro stavební dělníky ochrana proti větru a chladu.
et: Mõnikord on vajalik ka töövõtjate kaitsmine ilmastiku tingimuste (nt tuulte ja külma) vastu.

source: Uzavřete a označte místa, kde existuje riziko padajících předmětů.
et: Alad, kus on kukkuvate esemete oht, tuleb blokeerida.

source: Pokud je tam přesto nutné chodit, tak tam musí být ochranné zastřešení.
et: Kui neile aladele on siiski vaja juurde pääseda, on vajalik kaitsekatuse olemasolu.

source: Plánujte zemní práce tak, aby půda nebyla vystavena větším zatížením než jaká vydrží.
et: Maapinnatööd tuleb planeerida nii, et maapinda ei koormataks rohkem, kui see välja kannatab.

source: Je-li třeba, musí být na místě ochrana proti sesuvu.
et: Vajadusel tuleb kindlustada kaitse maalihke suhtes.

source: Zkontrolujte, nejsou-li pod zemí vedení nebo nebezpečné látky a aby neexistovalo nebezpečí, že stroje spadnou do jámy.
et: Veenduge, et maapinnas poleks kaableid ega ohtlikke aineid ning et välistatud oleks masinate süvenditesse kukkumise oht.

source: Automobilová doprava se nesmí dostat do blízkosti vyhloubené jámy.
et: Sõidukid tuleb süvenditest eemal hoida.

source: Vozidla projížděící kolem stavby představují riziko.
et: Ehitusplatsidelt mööduvad sõidukid kujutavad endast ohtu.

source: Především je třeba změnit dopravní trasu.
et: Esmajärjekorras tuleb liiklus ümber suunata.

source: Ten, kdo pracuje na místě, jež není odděleno od dopravy, musí nosit oděv s výstražným značením a s reflexními plochami.
et: Liiklusest eraldamata tööplatsil töötav isik peab kandma helkuritega varustatud kõrgnähtavust tagavaid riideid.

source: Když se něco stane
et: Kui midagi juhtub

source: Všichni musejí umět rychle a bezpečně vyklidit pracoviště, např. když hoří.
et: Kõik peavad suutma turvaliselt ja kiiresti tööplatsilt lahkuda, nt tulekahju puhul.

source: Únikové cesty a shromaždiště musí být označeny nápisy.
et: Väljapääsud ja kogunemiskohad peavad olema siltidega varustatud.

source: Únikové dveře se musejí otvírat ven, a hasicí přístroje musejí být snadno dostupné.
et: Evakuatsiooniuksed peavad avanema sissepoole ning tulekustutusvahenditele peab olema tagatud hõlbus ligipääs.

source: Je třeba vždy umět poskytnout první pomoc a musejí existovat nápisy, které ukazují, kde je umístěno zařízení pro takovou pomoc.
et: Alati peab olema valmisolek esmaabi osutamiseks ning sellise abi osutamiseks vajalikele ruumidele ja varustusele ligipääs peab olema siltidega viidastatud.

source: Vývěska s telefonními čísly na sanitku a záchrannou službu, adresou pracoviště a eventuálně i popis cesty tu také musejí být.
et: Samuti peab töökohas olema teabesilt, millelt on loetavad kiirabi ja päästeameti telefoninumbrid, töökoha aadress ja vajadusel ka teejuhised.

source: Nezapomeňte, že ten, kdo volá, se musí umět domluvit se Švédskou záchrannou službou.
et: Helistaja peab suutma suhelda Rootsi Päästeametiga.

source: Obyčejně tam rozumějí anglicky.
et: Tavapäraselt oskavad Päästeameti töötajad inglise keelt.

source: Pokud výpadek proudu by mohl způsobit zvláštní rizika při práci, musi být nainstalováno nouzové osvětlení.
et: Kui voolukatkestus toob endaga kaasa erilisi ohutusalaseid riske töökohas, peab töökoht olema varustatud avariivalgustusega.

source: Platí to např. pro práce se stavebními pilami nebo při stavění lešení.
et: See kehtib nt tööde puhul, mis on seotud ehitussaega või ehitustellingute ülesseadmisega.

source: Plán pracovního prostředí
et: Töökeskkonna plaan

source: Plán pracovního prostředí pro celý objekt je nutno vypracovat ještě před zahájením prací na staveništi.
et: Töökeskkonna plaan tuleb välja töötada juba enne ehitustöödega alustamist.

source: Dohlédnout na to, že toto bude provedeno, je v první řadě úlohou stavebního koordinátora pro plánování a projektování pracovního prostředí.
et: Eelkõige vastutab planeerimis- ja projekteerimisala ehitustöökeskkonna koordinaator plaani välja töötamise eest.

source: Stavitel nebo podnikatel, který převzal jeho odpovědnost, jsou také odpovědní vypracovat plán.
et: Projektijuht või vastutava objektiülema vastutusalasse kuulub ka plaani rakendamine.

source: Smyslem je, že plán pracovního prostředí bude potom používán po celou dobu stavby.
et: Töökeskkonna plaani kasutatakse kogu ehitusaja jooksul.

source: Dohlédnout na to, že plán je dostupný na staveništi od samého začátku, je úlohou stavebního koordinátora pro provedení prací ohledně pracovního prostředí.
et: Ehitustöökeskkonna koordinaatori ülesandeks on vastutada selle eest, et plaan oleks kättesaadav töökohal niipea, kui ehitustöödega on alustatud.

source: Koordinátor musí také provést nutné adaptace plánu.
et: Koordinaatori ülesandeks on ka plaani vajalike muudatuste ja kohanduste tegemine.

source: Plán musí obsahovat násle• dující:
et: Plaanis peab sisalduma alljärgnev:

source: Popis způsobu organizace práce s pracovním prostředí
et: tööplatsil rakendatavad reeglid

source: Popis opatření na ochranu pracovního prostředí, jež je třeba podniknout v průběhu stavebních prací za účelem dosáhnout dobrého pracovního prostředí.
et: töökeskkonna tööde organiseerimise kirjeldus ehitustööde ajal rakendatavate head töökeskkonda tagavate töökeskkonn meetmete kirjeldus.

source: To se týká mj. následujících prací:
et: kukkumisohuga seotud tööd

source: práce s některými chemickými nebo biologickými látkami
et: maalihke ohuga seotud süvenditööd

source: práce v blízkosti vedení vysokého napětí
et: tööd kõrgepingeliinide läheduses

source: práce s rizikem utopení
et: uppumisohuga seotud tööd

source: práce ve studnách a tunelech
et: kaevude ja tunnelitega seotud tööd

source: práce, kde se používají výbušniny
et: lõhkemisainete kasutamisega seotud tööd

source: práce s montováním těžkých stavebních dílů
et: raskete ehituselementide monteerimisega seotud tööd

source: práce na místě nebo v oblasti s mimo projíždějící autodopravou bourání nosných konstrukcí nebo odstraňování zdraví škodlivých materiálů nebo látek.
et: töö aladel, mida läbivad sõidukid kandekonstruktsioone lammutamisega või tervisele ohtlike materjalide või ainetega seotud tööd.

source: Předběžné oznámení
et: Eelnev avaldus

source: Stavitel musí, s výjimkou menších prací, podat předběžné oznámení Švédskému úřadu pro pracovní prostředí (nejbližší okrsek) do zahájení prací, viz § 7 v předpisech.
et: Töödeülem esitab enne tööde alustamist eelneva avalduse (lähimasse piirkonda) Töökeskkonnaametisse (vt seadustiku § 7).

source: Stavitel také musi dohlédnout na to, aby kopie oznámení byla vyvěšena na staveništi a aby bylo pravidelně aktualizováno.
et: Töödeülem vastutab ka selle eest, et avalduse koopia pannakse üles ehitustööde platsil ning seda ajakohastatakse.

source: Plánování a informace
et: Planeerimine ja teave

source: Všechny práce je třeba plánovat dostatečně včas a předem posuzovat jejich rizika, aby mohly být provedeny bezpečně.
et: Kõiki töid tuleb eelnevalt planeerida ja riski suhtes hinnata, et nende läbiviimine oleks turvaline.

source: Je třeba naplánovat prostory pro boudy, dílny a dočasné sklady, jakož i pro komunikace a dopravu.
et: Laohooned, töökojad ja hoidlad ning ühendused ja transport tuleb eelnevalt planeerida.

source: Je důležité vyřešit otázku přístupu ke všem pracovištím.
et: Oluline on leida lahendus töökohtadele pääsemiseks.

source: Práci je třeba plánovat tak, aby se různé činnosti navzájem nekřížily tak, že by vzniklo nebezpečí poškození zdraví nebo nehod.
et: Töö tuleb planeerida nii, et erinevad tegevused ei satuks kokku viisil, mis võib põhjustada õnnetusi või ohtu tervisele.

source: Časový plán je zvláště důležitý, jestli je práce rozsáhlá a doba stavby krátká.
et: Ajaplaneerimine on eriti oluline kui töö on ulatuslik kuid ehitusaeg lühike.

source: Je třeba vybírat pracovní metody a zařízení, která:
et: Valida tuleb töömeetodeid või varustust, mis:
